Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Full-duplex communication. Persistent connection to server. Good for real-time apps.
ar: اتصال مزدوج كامل. اتصال مستمر بالخادم. جيد للتطبيقات الفورية.
ca: Comunicació full-duplex. Connexió persistent al servidor. Bo per a apps en temps real.
cs: Plně duplexní komunikace. Trvalé připojení k serveru. Dobré pro aplikace v reálném čase.
da: Full-duplex kommunikation. Vedvarende forbindelse til server. God til realtidsapps.
de: Vollduplex-Kommunikation. Dauerhafte Verbindung zum Server. Gut für Echtzeit-Apps.
el: Επικοινωνία πλήρους αμφίδρομης λειτουργίας. Μόνιμη σύνδεση με τον διακομιστή. Καλό για εφαρμογές πραγματικού χρόνου.
es: Comunicación full-duplex. Conexión persistente al servidor. Ideal para apps en tiempo real.
fi: Full-duplex-viestintä. Pysyvä yhteys palvelimeen. Hyvä reaaliaikaisille sovelluksille.
fr: Communication full-duplex. Connexion persistante au serveur. Idéal pour les apps en temps réel.
he: תקשורת דופלקס מלא. חיבור מתמשך לשרת. טוב לאפליקציות בזמן אמת.
hi: फुल-डुप्लेक्स संचार। सर्वर से लगातार कनेक्शन। रियल-टाइम ऐप्स के लिए अच्छा।
hr: Full-duplex komunikacija. Trajna veza s poslužiteljem. Dobro za aplikacije u stvarnom vremenu.
hu: Full-duplex kommunikáció. Állandó kapcsolat a szerverrel. Jó valós idejű alkalmazásokhoz.
id: Komunikasi full-duplex. Koneksi persisten ke server. Bagus untuk aplikasi real-time.
it: Comunicazione full-duplex. Connessione persistente al server. Ottimo per app in tempo reale.
ja: 全二重通信。 サーバーとの持続的接続。 リアルタイムアプリに最適。
ko: 전이중 통신을 지원합니다. 서버와 지속적으로 연결합니다. 실시간 앱에 적합합니다.
ms: Komunikasi dupleks penuh. Sambungan berterusan ke pelayan. Baik untuk aplikasi masa nyata.
nb: Full-dupleks kommunikasjon. Vedvarende tilkobling til server. Bra for sanntidsapper.
nl: Full-duplex communicatie. Persistente verbinding met server. Goed voor realtime apps.
pl: Komunikacja full-duplex. Trwałe połączenie z serwerem. Dobre dla aplikacji czasu rzeczywistego.
pt_br: Comunicação full-duplex. Conexão persistente com o servidor. Bom para apps em tempo real.
pt_pt: Comunicação full-duplex. Conexão persistente ao servidor. Bom para apps em tempo real.
ro: Comunicare full-duplex. Conexiune persistentă la server. Bună pentru aplicații în timp real.
ru: Полнодуплексная связь. Постоянное соединение с сервером. Хорошо для приложений реального времени.
sk: Plne duplexná komunikácia. Trvalé pripojenie k serveru. Dobré pre aplikácie v reálnom čase.
sv: Full-duplex-kommunikation. Beständig anslutning till server. Bra för realtidsappar.
th: การสื่อสารแบบ full-duplex การเชื่อมต่อถาวรกับเซิร์ฟเวอร์ เหมาะสำหรับแอปเรียลไทม์
tr: Tam çift yönlü iletişim. Sunucuya kalıcı bağlantı. Gerçek zamanlı uygulamalar için iyi.
uk: Повнодуплексний зв'язок. Постійне з'єднання з сервером. Добре для додатків реального часу.
vi: Giao tiếp song công đầy đủ. Kết nối liên tục với máy chủ. Tốt cho ứng dụng thời gian thực.
zh_hans: 全双工通信。 与服务器持久连接。 适合实时应用。
zh_hant: 全雙工通訊。 與伺服器持久連線。 適合即時應用。

source: Game controller input. MFi controllers supported. PS/Xbox may work too.
ar: إدخال وحدة التحكم. دعم أذرع MFi. PS/Xbox قد يعملان أيضًا.
ca: Entrada de comandament de joc. Controladors MFi compatibles. PS/Xbox també poden funcionar.
cs: Vstup herního ovladače. Podporované MFi ovladače. PS/Xbox mohou také fungovat.
da: Spilcontroller-input. MFi-controllere understøttes. PS/Xbox kan også virke.
de: Game-Controller-Eingabe. MFi-Controller unterstützt. PS/Xbox funktioniert evtl. auch.
el: Είσοδος χειριστηρίου παιχνιδιών. Υποστηρίζονται χειριστήρια MFi. PS/Xbox μπορεί επίσης να λειτουργούν.
es: Entrada de mando de juego. Controladores MFi soportados. PS/Xbox también pueden funcionar.
fi: Peliohjaintulo. MFi-ohjaimet tuettu. PS/Xbox voivat myös toimia.
fr: Entrée manette de jeu. Contrôleurs MFi supportés. PS/Xbox peuvent aussi fonctionner.
he: קלט בקר משחק. בקרי MFi נתמכים. PS/Xbox עשויים גם לעבוד.
hi: गेम कंट्रोलर इनपुट। MFi कंट्रोलर समर्थित। PS/Xbox भी काम कर सकते हैं।
hr: Unos kontrolera za igre. MFi kontroleri podržani. PS/Xbox također mogu raditi.
hu: Játékvezérlő bemenet. MFi vezérlők támogatottak. PS/Xbox is működhet.
id: Input pengontrol game. Pengontrol MFi didukung. PS/Xbox mungkin juga berfungsi.
it: Input controller di gioco. Controller MFi supportati. PS/Xbox potrebbero funzionare.
ja: ゲームコントローラー入力です。 MFiコントローラーをサポート。 PS/Xboxも動作する場合があります。
ko: 게임 컨트롤러 입력입니다. MFi 컨트롤러를 지원합니다. PS/Xbox도 작동할 수 있습니다.
ms: Input pengawal permainan. Pengawal MFi disokong. PS/Xbox mungkin juga berfungsi.
nb: Spillkontroller-inngang. MFi-kontrollere støttes. PS/Xbox kan også fungere.
nl: Game controller-invoer. MFi-controllers ondersteund. PS/Xbox kunnen ook werken.
pl: Wejście kontrolera gier. Obsługiwane kontrolery MFi. PS/Xbox też mogą działać.
pt_br: Entrada de controle de jogo. Controladores MFi suportados. PS/Xbox também podem funcionar.
pt_pt: Entrada de comando de jogo. Controladores MFi suportados. PS/Xbox também podem funcionar.
ro: Intrare controller joc. Controllere MFi acceptate. PS/Xbox pot funcționa și ele.
ru: Ввод с игрового контроллера. Поддержка контроллеров MFi. PS/Xbox тоже могут работать.
sk: Vstup herného ovládača. Podporované MFi ovládače. PS/Xbox môžu tiež fungovať.
sv: Spelkontrollerinput. MFi-kontroller stöds. PS/Xbox kan också fungera.
th: อินพุตจอยเกม รองรับคอนโทรลเลอร์ MFi PS/Xbox อาจใช้ได้
tr: Oyun kumandası girişi. MFi kumandalar desteklenir. PS/Xbox de çalışabilir.
uk: Ввід ігрового контролера. Підтримка контролерів MFi. PS/Xbox теж можуть працювати.
vi: Đầu vào tay cầm chơi game. Hỗ trợ bộ điều khiển MFi. PS/Xbox cũng có thể hoạt động.
zh_hans: 游戏控制器输入。 支持 MFi 控制器。 PS/Xbox 可能也可用。
zh_hant: 遊戲控制器輸入。 支援 MFi 控制器。 PS/Xbox 可能也可用。

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Opće
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Geolocation
ar: تحديد الموقع الجغرافي
ca: Geolocalització
cs: Geolokace
da: Geolokation
de: Geolokalisierung
el: Γεωεντοπισμός
es: Geolocalización
fi: Geolokaatio
fr: Géolocalisation
he: מיקום גיאוגרפי
hi: जियोलोकेशन
hr: Geolokacija
hu: Geolokáció
id: Geolokasi
it: Geolocalizzazione
ja: 位置情報
ko: 위치정보
ms: Geolokasi
nb: Geolokasjon
nl: Geolocatie
pl: Geolokalizacja
pt_br: Geolocalização
pt_pt: Geolocalização
ro: Geolocalizare
ru: Геолокация
sk: Geolokácia
sv: Geolokalisering
th: ตำแหน่งทางภูมิศาสตร์
tr: Konum belirleme
uk: Геолокація
vi: Định vị địa lý
zh_hans: 地理位置
zh_hant: 地理位置

source: Go
ar: انتقال
ca: Vés
cs: Přejít
da: Gå
de: Los
el: Μετάβαση
es: Ir
fi: Siirry
fr: Aller
he: עבור
hi: जाएं
hr: Idi
hu: Ugrás
id: Pergi
it: Vai
ja: 移動
ko: 이동
ms: Pergi
nb: Gå
nl: Ga
pl: Przejdź
pt_br: Ir
pt_pt: Ir
ro: Du-te
ru: Перейти
sk: Prejsť
sv: Gå
th: ไป
tr: Git
uk: Перейти
vi: Đi
zh_hans: 前往
zh_hant: 前往

source: Go back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस जाएं
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로 가기
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Go forward
ar: تقديم
ca: Endavant
cs: Vpřed
da: Frem
de: Vor
el: Εμπρός
es: Adelante
fi: Eteenpäin
fr: Avancer
he: קדימה
hi: आगे जाएं
hr: Naprijed
hu: Előre
id: Maju
it: Avanti
ja: 進む
ko: 앞으로 가기
ms: Ke hadapan
nb: Frem
nl: Vooruit
pl: Dalej
pt_br: Avançar
pt_pt: Avançar
ro: Înainte
ru: Вперёд
sk: Vpred
sv: Framåt
th: ไปข้างหน้า
tr: İleri
uk: Вперед
vi: Tiến
zh_hans: 前进
zh_hant: 前進

source: Go to first loaded URL
ar: انتقل إلى أول رابط تم تحميله
ca: Ves al primer URL carregat
cs: Přejít na první načtenou URL
da: Gå til første indlæste URL
de: Zur zuerst geladenen URL gehen
el: Μετάβαση στην πρώτη φορτωμένη URL
es: Ir a la primera URL cargada
fi: Siirry ensimmäiseen ladattuun URL-osoitteeseen
fr: Aller à la première URL chargée
he: עבור לכתובת URL הראשונה שנטענה
hi: पहले लोड किए गए URL पर जाएं
hr: Idi na prvi učitani URL
hu: Első betöltött URL-re ugrás
id: Pergi ke URL pertama yang dimuat
it: Vai al primo URL caricato
ja: 最初に読み込んだURLに移動
ko: 처음 로드한 URL로 이동합니다
ms: Pergi ke URL pertama yang dimuatkan
nb: Gå til første lastede URL
nl: Ga naar eerste geladen URL
pl: Przejdź do pierwszego załadowanego URL
pt_br: Ir para a primeira URL carregada
pt_pt: Ir para o primeiro URL carregado
ro: Mergi la primul URL încărcat
ru: Перейти к первому загруженному URL
sk: Prejsť na prvú načítanú URL
sv: Gå till första inlästa URL
th: ไปยัง URL แรกที่โหลด
tr: İlk yüklenen URL'ye git
uk: Перейти до першого завантаженого URL
vi: Đi đến URL đầu tiên đã tải
zh_hans: 前往首次加载的URL
zh_hant: 前往首次載入的URL

source: Go to home
ar: إلى الصفحة الرئيسية
ca: Anar a l'inici
cs: Přejít domů
da: Gå til hjem
de: Zur Startseite
el: Μετάβαση στην αρχική
es: Ir al inicio
fi: Siirry etusivulle
fr: Aller à l'accueil
he: עבור לדף הבית
hi: होम पर जाएं
hr: Idi na početnu
hu: Ugrás a kezdőlapra
id: Ke beranda
it: Vai alla home
ja: ホームへ移動
ko: 홈으로 이동
ms: Pergi ke laman utama
nb: Gå til hjem
nl: Ga naar home
pl: Idź do strony głównej
pt_br: Ir para início
pt_pt: Ir para início
ro: Mergeți acasă
ru: На главную
sk: Prejsť domov
sv: Gå till hem
th: ไปยังหน้าแรก
tr: Ana sayfaya git
uk: На головну
vi: Về trang chủ
zh_hans: 前往首页
zh_hant: 前往首頁

source: Go to initial URL
ar: انتقل إلى الرابط الأولي
ca: Ves a l'URL inicial
cs: Přejít na počáteční URL
da: Gå til start-URL
de: Zur Start-URL gehen
el: Μετάβαση στην αρχική URL
es: Ir a la URL inicial
fi: Siirry alkuperäiseen URL-osoitteeseen
fr: Aller à l'URL initiale
he: עבור לכתובת URL ההתחלתית
hi: प्रारंभिक URL पर जाएं
hr: Idi na početni URL
hu: Kezdő URL-re ugrás
id: Pergi ke URL awal
it: Vai all'URL iniziale
ja: 初期URLに移動
ko: 초기 URL로 이동
ms: Pergi ke URL awal
nb: Gå til start-URL
nl: Ga naar begin-URL
pl: Przejdź do początkowego URL
pt_br: Ir para a URL inicial
pt_pt: Ir para o URL inicial
ro: Mergi la URL-ul inițial
ru: Перейти к начальному URL
sk: Prejsť na počiatočnú URL
sv: Gå till ursprunglig URL
th: ไปยัง URL เริ่มต้น
tr: Başlangıç URL'sine git
uk: Перейти до початкового URL
vi: Đi đến URL ban đầu
zh_hans: 前往初始URL
zh_hant: 前往初始URL

source: Good
ar: جيد
ca: Bo
cs: Dobré
da: God
de: Gut
el: Καλό
es: Bueno
fi: Hyvä
fr: Bon
he: טוב
hi: अच्छा
hr: Dobro
hu: Jó
id: Bagus
it: Buono
ja: 良好
ko: 양호
ms: Baik
nb: Bra
nl: Goed
pl: Dobre
pt_br: Bom
pt_pt: Bom
ro: Bun
ru: Хорошо
sk: Dobré
sv: Bra
th: ดี
tr: İyi
uk: Добре
vi: Tốt
zh_hans: 良好
zh_hant: 良好

source: GPS/network location access. Requires user permission. Used for maps, local search.
ar: الوصول إلى موقع GPS/الشبكة. يتطلب إذن المستخدم. للخرائط، البحث المحلي.
ca: Accés a ubicació GPS/xarxa. Requereix permís de l'usuari. Per a mapes, cerca local.
cs: Přístup k GPS/síťové poloze. Vyžaduje souhlas uživatele. Pro mapy, místní vyhledávání.
da: GPS-/netværksplaceringsadgang. Kræver brugertilladelse. Til kort, lokal søgning.
de: GPS-/Netzwerkstandortzugriff. Benutzerberechtigung erforderlich. Für Karten, lokale Suche.
el: Πρόσβαση σε τοποθεσία GPS/δικτύου. Απαιτεί άδεια χρήστη. Για χάρτες, τοπική αναζήτηση.
es: Acceso a ubicación GPS/red. Requiere permiso del usuario. Para mapas, búsqueda local.
fi: GPS-/verkkosijainnin käyttö. Vaatii käyttäjän luvan. Kartoille, paikalliseen hakuun.
fr: Accès localisation GPS/réseau. Autorisation utilisateur requise. Utilisé pour cartes, recherche locale.
he: גישה למיקום GPS/רשת. דורש הרשאת משתמש. למפות, חיפוש מקומי.
hi: GPS/नेटवर्क लोकेशन एक्सेस। यूज़र अनुमति आवश्यक। मैप्स, लोकल सर्च के लिए।
hr: Pristup GPS/mrežnoj lokaciji. Zahtijeva korisničku dozvolu. Za karte, lokalno pretraživanje.
hu: GPS/hálózat helymeghatározás. Felhasználói engedély szükséges. Térképekhez, helyi kereséshez.
id: Akses lokasi GPS/jaringan. Memerlukan izin pengguna. Untuk peta, pencarian lokal.
it: Accesso posizione GPS/rete. Richiede permesso utente. Per mappe, ricerca locale.
ja: GPS/ネットワーク位置情報にアクセス。 ユーザー権限が必要。 地図、ローカル検索に使用。
ko: GPS/네트워크 위치에 접근합니다. 사용자 권한이 필요합니다. 지도, 로컬 검색에 씁니다.
ms: Akses lokasi GPS/rangkaian. Memerlukan kebenaran pengguna. Untuk peta, carian tempatan.
nb: GPS-/nettverksplasstilgang. Krever brukertillatelse. For kart, lokalt søk.
nl: GPS-/netwerklocatietoegang. Gebruikerstoestemming vereist. Voor kaarten, lokaal zoeken.
pl: Dostęp do lokalizacji GPS/sieci. Wymaga zgody użytkownika. Dla map, wyszukiwania lokalnego.
pt_br: Acesso a localização GPS/rede. Requer permissão do usuário. Para mapas, busca local.
pt_pt: Acesso a localização GPS/rede. Requer permissão do utilizador. Para mapas, pesquisa local.
ro: Acces la locația GPS/rețea. Necesită permisiunea utilizatorului. Pentru hărți, căutare locală.
ru: Доступ к GPS/сетевому местоположению. Требуется разрешение пользователя. Для карт, локального поиска.
sk: Prístup k GPS/sieťovej polohe. Vyžaduje súhlas používateľa. Pre mapy, miestne vyhľadávanie.
sv: GPS-/nätverksplatsåtkomst. Kräver användarbehörighet. För kartor, lokal sökning.
th: เข้าถึงตำแหน่ง GPS/เครือข่าย ต้องขออนุญาตผู้ใช้ สำหรับแผนที่ การค้นหาในพื้นที่
tr: GPS/ağ konumu erişimi. Kullanıcı izni gerekli. Haritalar, yerel arama için.
uk: Доступ до GPS/мережевого місцезнаходження. Потрібен дозвіл користувача. Для карт, локального пошуку.
vi: Truy cập vị trí GPS/mạng. Cần quyền người dùng. Dùng cho bản đồ, tìm kiếm địa phương.
zh_hans: 访问GPS/网络位置。 需要用户权限。 用于地图、本地搜索。
zh_hant: 存取GPS/網路位置。 需要使用者權限。 用於地圖、本地搜尋。

source: GPU-accelerated graphics. clear, bindBuffer. Hardware rendering.
ar: رسومات معجّلة بوحدة معالجة الرسومات. clear، bindBuffer. عرض الأجهزة.
ca: Gràfics accelerats per GPU. clear, bindBuffer. Renderització per maquinari.
cs: Grafika s GPU akcelerací. clear, bindBuffer. Hardwarové vykreslování.
da: GPU-accelereret grafik. clear, bindBuffer. Hardware-gengivelse.
de: GPU-beschleunigte Grafik. clear, bindBuffer. Hardware-Rendering.
el: Γραφικά με επιτάχυνση GPU. clear, bindBuffer. Απόδοση υλικού.
es: Gráficos acelerados por GPU. clear, bindBuffer. Renderizado por hardware.
fi: GPU-kiihdytetty grafiikka. clear, bindBuffer. Laitteistopiirto.
fr: Graphiques accélérés GPU. clear, bindBuffer. Rendu matériel.
he: גרפיקה מואצת GPU. clear, bindBuffer. עיבוד חומרה.
hi: GPU-त्वरित ग्राफिक्स। clear, bindBuffer। हार्डवेयर रेंडरिंग।
hr: GPU ubrzana grafika. clear, bindBuffer. Hardversko renderiranje.
hu: GPU-gyorsított grafika. clear, bindBuffer. Hardveres renderelés.
id: Grafis yang dipercepat GPU. clear, bindBuffer. Rendering perangkat keras.
it: Grafica accelerata GPU. clear, bindBuffer. Rendering hardware.
ja: GPUアクセラレーテッドグラフィックス。 clear、bindBuffer。 ハードウェアレンダリング。
ko: GPU 가속 그래픽을 사용합니다. clear, bindBuffer 등이 있습니다. 하드웨어 렌더링입니다.
ms: Grafik dipercepatkan GPU. clear, bindBuffer. Pemaparan perkakasan.
nb: GPU-akselerert grafikk. clear, bindBuffer. Maskinvarerendering.
nl: GPU-versnelde graphics. clear, bindBuffer. Hardware-rendering.
pl: Grafika akcelerowana GPU. clear, bindBuffer. Renderowanie sprzętowe.
pt_br: Gráficos acelerados por GPU. clear, bindBuffer. Renderização por hardware.
pt_pt: Gráficos acelerados por GPU. clear, bindBuffer. Renderização por hardware.
ro: Grafică accelerată GPU. clear, bindBuffer. Randare hardware.
ru: Графика с GPU-ускорением. clear, bindBuffer. Аппаратный рендеринг.
sk: Grafika s GPU akceleráciou. clear, bindBuffer. Hardvérové vykresľovanie.
sv: GPU-accelererad grafik. clear, bindBuffer. Hårdvarurendering.
th: กราฟิกที่เร่งด้วย GPU clear, bindBuffer การเรนเดอร์ฮาร์ดแวร์
tr: GPU hızlandırmalı grafikler. clear, bindBuffer. Donanım işleme.
uk: Графіка з прискоренням GPU. clear, bindBuffer. Апаратний рендеринг.
vi: Đồ họa được tăng tốc GPU. clear, bindBuffer. Kết xuất phần cứng.
zh_hans: GPU加速图形。 clear、bindBuffer。 硬件渲染。
zh_hant: GPU加速圖形。 clear、bindBuffer。 硬體渲染。

source: Granted
ar: ممنوح
ca: Concedit
cs: Povoleno
da: Givet
de: Gewährt
el: Χορηγήθηκε
es: Concedido
fi: Myönnetty
fr: Accordé
he: אושר
hi: अनुमति दी गई
hr: Odobreno
hu: Engedélyezve
id: Diberikan
it: Concesso
ja: 許可
ko: 승인됨
ms: Diberikan
nb: Gitt
nl: Toegekend
pl: Przyznano
pt_br: Concedido
pt_pt: Concedido
ro: Acordat
ru: Предоставлено
sk: Povolené
sv: Beviljad
th: อนุญาต
tr: Verildi
uk: Надано
vi: Đã cấp
zh_hans: 已授权
zh_hant: 已授權

source: Graphics
ar: الرسومات
ca: Gràfics
cs: Grafika
da: Grafik
de: Grafik
el: Γραφικά
es: Gráficos
fi: Grafiikka
fr: Graphiques
he: גרפיקה
hi: ग्राफिक्स
hr: Grafika
hu: Grafika
id: Grafik
it: Grafica
ja: グラフィックス
ko: 그래픽
ms: Grafik
nb: Grafikk
nl: Grafisch
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafică
ru: Графика
sk: Grafika
sv: Grafik
th: กราฟิก
tr: Grafik
uk: Графіка
vi: Đồ họa
zh_hans: 图形
zh_hant: 圖形

source: Great! This page passes basic accessibility checks.
ar: رائع! هذه الصفحة تجتاز فحوصات إمكانية الوصول الأساسية.
ca: Genial! Aquesta pàgina supera les comprovacions bàsiques d'accessibilitat.
cs: Skvělé! Tato stránka prošla základními kontrolami přístupnosti.
da: Fantastisk! Denne side består grundlæggende tilgængelighedstjek.
de: Barrierefreiheit-Prüfung OK.
el: Υπέροχα! Αυτή η σελίδα περνάει βασικούς ελέγχους προσβασιμότητας.
es: Comprobación de accesibilidad OK.
fi: Hienoa! Tämä sivu läpäisee perusesteettömyystarkistukset.
fr: Vérifications accessibilité OK.
he: מעולה! דף זה עובר בדיקות נגישות בסיסיות.
hi: बढ़िया! यह पेज बुनियादी एक्सेसिबिलिटी जांच पास करता है।
hr: Sjajno! Ova stranica prolazi osnovne provjere pristupačnosti.
hu: Nagyszerű! Ez az oldal megfelel az alapvető akadálymentességi ellenőrzéseken.
id: Bagus! Halaman ini lulus pemeriksaan aksesibilitas dasar.
it: Ottimo! Questa pagina supera i controlli di accessibilità di base.
ja: 素晴らしい！このページは基本的なアクセシビリティチェックに合格しています。
ko: 기본 접근성 검사를 통과했습니다.
ms: Hebat! Halaman ini lulus pemeriksaan kebolehcapaian asas.
nb: Flott! Denne siden består grunnleggende tilgjengelighetskontroller.
nl: Geweldig! Deze pagina slaagt voor basistoegankelijkheidscontroles.
pl: Świetnie! Ta strona przechodzi podstawowe testy dostępności.
pt_br: Ótimo! Esta página passa nas verificações básicas de acessibilidade.
pt_pt: Ótimo! Esta página passa nas verificações básicas de acessibilidade.
ro: Excelent! Această pagină trece verificările de accesibilitate de bază.
ru: Отлично! Эта страница проходит базовые проверки доступности.
sk: Skvelé! Táto stránka prešla základnými kontrolami prístupnosti.
sv: Utmärkt! Den här sidan klarar grundläggande tillgänglighetskontroller.
th: ยอดเยี่ยม! หน้านี้ผ่านการตรวจสอบการเข้าถึงขั้นพื้นฐาน
tr: Harika! Bu sayfa temel erişilebilirlik kontrollerini geçti.
uk: Чудово! Ця сторінка проходить базові перевірки доступності.
vi: Tuyệt vời! Trang này vượt qua các kiểm tra trợ năng cơ bản.
zh_hans: 太棒了！此页面通过了基本无障碍检查。
zh_hant: 太棒了！此頁面通過了基本無障礙檢查。

source: Group
ar: مجموعة
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
fi: Ryhmä
fr: Groupe
he: קבוצה
hi: समूह
hr: Grupa
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
ms: Kumpulan
nb: Gruppe
nl: Groep
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro: Grup
ru: Группа
sk: Skupina
sv: Grupp
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 分组
zh_hant: 群組

source: Gyroscope data access. alpha/beta/gamma rotation. iOS 13+: User permission needed.
ar: الوصول إلى بيانات الجيروسكوب. دوران alpha/beta/gamma. iOS 13+: يتطلب إذن المستخدم.
ca: Accés a dades del giroscopi. Rotació alpha/beta/gamma. iOS 13+: Cal permís de l'usuari.
cs: Přístup k datům gyroskopu. Rotace alpha/beta/gamma. iOS 13+: Vyžadováno oprávnění uživatele.
da: Adgang til gyroskopdata. alpha/beta/gamma rotation. iOS 13+: Brugertilladelse påkrævet.
de: Zugriff auf Gyroskop-Daten. alpha/beta/gamma Rotation. iOS 13+: Benutzererlaubnis erforderlich.
el: Πρόσβαση σε δεδομένα γυροσκοπίου. Περιστροφή alpha/beta/gamma. iOS 13+: Απαιτείται άδεια χρήστη.
es: Acceso a datos del giroscopio. Rotación alpha/beta/gamma. iOS 13+: Se necesita permiso del usuario.
fi: Gyroskoopin datan käyttö. alpha/beta/gamma kierto. iOS 13+: Käyttäjän lupa vaaditaan.
fr: Accès aux données du gyroscope. Rotation alpha/beta/gamma. iOS 13+ : Autorisation utilisateur requise.
he: גישה לנתוני ג'ירוסקופ. סיבוב alpha/beta/gamma. iOS 13+: נדרשת הרשאת משתמש.
hi: जायरोस्कोप डेटा एक्सेस। alpha/beta/gamma रोटेशन। iOS 13+: उपयोगकर्ता अनुमति आवश्यक।
hr: Pristup podacima žiroskopa. alpha/beta/gamma rotacija. iOS 13+: Potrebna dozvola korisnika.
hu: Giroszkóp adatok elérése. alpha/beta/gamma forgatás. iOS 13+: Felhasználói engedély szükséges.
id: Akses data giroskop. Rotasi alpha/beta/gamma. iOS 13+: Izin pengguna diperlukan.
it: Accesso ai dati del giroscopio. Rotazione alpha/beta/gamma. iOS 13+: Richiesta autorizzazione utente.
ja: ジャイロスコープデータへのアクセスです。 alpha/beta/gamma回転。 iOS 13以降: ユーザー許可が必要です。
ko: 자이로스코프 데이터에 접근합니다. iOS 13부터 권한이 필요합니다.
ms: Akses data giroskop. Putaran alpha/beta/gamma. iOS 13+: Kebenaran pengguna diperlukan.
nb: Tilgang til gyroskopdata. alpha/beta/gamma rotasjon. iOS 13+: Brukertillatelse nødvendig.
nl: Gyroscoop data toegang. alpha/beta/gamma rotatie. iOS 13+: Gebruikerstoestemming vereist.
pl: Dostęp do danych żyroskopu. Rotacja alpha/beta/gamma. iOS 13+: Wymagane pozwolenie użytkownika.
pt_br: Acesso a dados do giroscópio. Rotação alpha/beta/gamma. iOS 13+: Permissão do usuário necessária.
pt_pt: Acesso a dados do giroscópio. Rotação alpha/beta/gamma. iOS 13+: Permissão do utilizador necessária.
ro: Acces la date giroscop. Rotație alpha/beta/gamma. iOS 13+: Permisiune utilizator necesară.
ru: Доступ к данным гироскопа. Вращение alpha/beta/gamma. iOS 13+: Требуется разрешение пользователя.
sk: Prístup k údajom gyroskopu. Rotácia alpha/beta/gamma. iOS 13+: Vyžadované povolenie používateľa.
sv: Åtkomst till gyroskopdata. alpha/beta/gamma rotation. iOS 13+: Användarbehörighet krävs.
th: เข้าถึงข้อมูลไจโรสโคป การหมุน alpha/beta/gamma iOS 13+: ต้องได้รับอนุญาตจากผู้ใช้
tr: Jiroskop verilerine erişim. alpha/beta/gamma dönüşü. iOS 13+: Kullanıcı izni gerekli.
uk: Доступ до даних гіроскопа. Обертання alpha/beta/gamma. iOS 13+: Потрібен дозвіл користувача.
vi: Truy cập dữ liệu con quay hồi chuyển. Xoay alpha/beta/gamma. iOS 13+: Cần quyền người dùng.
zh_hans: 陀螺仪数据访问。 alpha/beta/gamma旋转。 iOS 13+: 需要用户权限。
zh_hant: 陀螺儀資料存取。 alpha/beta/gamma旋轉。 iOS 13+: 需要使用者權限。
